WebServiceRequests/QuoteDataRequests/Qual/SOAPRequest/GetOrderFormPDF.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:ver="http://version5_5.services.view.jdquote.deere.com">
	<soapenv:Header />
	<soapenv:Body>
		<ver:getOrderFormPdf>
			<quoteId>20869287</quoteId>
		</ver:getOrderFormPdf>
	</soapenv:Body>
</soapenv:Envelope>
